<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/CPLCRS.h</key>
		<data>
		b5IOMnJyfHYNLNFK4VpBjcWSnWM=
		</data>
		<key>Headers/CPLDataContext.h</key>
		<data>
		J4omwDu3ThazUzP3MliK3KOMJLs=
		</data>
		<key>Headers/CPLDeviceReading.h</key>
		<data>
		Z76yn06w9thKmUW3g7Q7w3hY8sE=
		</data>
		<key>Headers/CPLErrorHandler.h</key>
		<data>
		pXGpXYSpRZHLL6lPLNY3y/B+sNE=
		</data>
		<key>Headers/CPLFloor.h</key>
		<data>
		pyXwaOOcx2mCOX4ZANXSozj/CiA=
		</data>
		<key>Headers/CPLFloorEstimation.h</key>
		<data>
		amGX8wAgyhRA42eqPQ/hXoI9Va8=
		</data>
		<key>Headers/CPLFloorStatus.h</key>
		<data>
		FMHI77AIH7zusFelK+30/NSxzdY=
		</data>
		<key>Headers/CPLHeadingEstimate.h</key>
		<data>
		alpxP16ZiX4u9rxrGy3T2JH/ZGc=
		</data>
		<key>Headers/CPLHeadingEstimateType.h</key>
		<data>
		MnShVDhAjGFZldXdeYlAGXFDAy4=
		</data>
		<key>Headers/CPLHeadingEstimation.h</key>
		<data>
		uzyaxKzIuXg6Q/ftxM3JFYnxQEU=
		</data>
		<key>Headers/CPLLocation.h</key>
		<data>
		gME5JNhterEHfNR8/AKzo5/VuOw=
		</data>
		<key>Headers/CPLMetrics.h</key>
		<data>
		NCXbccKtdB5cuw0li9HS1c+sLRg=
		</data>
		<key>Headers/CPLPedometer.h</key>
		<data>
		kYL6REFWcDDcMpgLXk2KDOu1zko=
		</data>
		<key>Headers/CPLPositioning.h</key>
		<data>
		khvF1f505JRv/ZLx+L+OQ//qi78=
		</data>
		<key>Headers/CPLPositioningAction.h</key>
		<data>
		v290ixlxAG2xS0fCVxDJilmGvCA=
		</data>
		<key>Headers/CPLPositioningMethod.h</key>
		<data>
		VtGCWbLi0wsbM81c0iLcgY8223U=
		</data>
		<key>Headers/CPLResetFlag.h</key>
		<data>
		0yM/UtKiwnvwlwqLQZvAcvGOyTY=
		</data>
		<key>Headers/CPLSensorCalibration.h</key>
		<data>
		y6WjxR8pgxKo36vjWhZPILPnObY=
		</data>
		<key>Headers/CPLVersionInfo.h</key>
		<data>
		2zFAp+DcqOurnGnHonJR6E64lMs=
		</data>
		<key>Headers/CalibrationMatrices.h</key>
		<data>
		pqvdtflasnBnGzLCAFu5KlQ6t9k=
		</data>
		<key>Headers/CalibrationType.h</key>
		<data>
		WJt+/H7GxkCa85PgSDmVNmR6MOI=
		</data>
		<key>Headers/LivingMapSDK-Swift.h</key>
		<data>
		t79BJNhQPC3qwuCQP9H8IPhmv0Q=
		</data>
		<key>Headers/LivingMapSDK.h</key>
		<data>
		5jipE4WLchdSLma3RIKaT6l9xHA=
		</data>
		<key>Headers/LzmaSDKObjC.h</key>
		<data>
		hB2u20OpbvwGinKtmhwSuwATNMY=
		</data>
		<key>Headers/LzmaSDKObjCItem.h</key>
		<data>
		LPKeZJzI5N+EE+fZvMf9ErstFp8=
		</data>
		<key>Headers/LzmaSDKObjCMutableItem.h</key>
		<data>
		MjA2GxK7bUc6tQACVc1ppGuRzTw=
		</data>
		<key>Headers/LzmaSDKObjCReader.h</key>
		<data>
		iCL/pDSXtEw4Qg7A9JFjRQWIBuo=
		</data>
		<key>Headers/LzmaSDKObjCTypes.h</key>
		<data>
		aILsW8xAQY7FbIGOteO3kya8d1w=
		</data>
		<key>Headers/LzmaSDKObjCWriter.h</key>
		<data>
		fTVuUfQP+2I8vwU5qzqXrwB3/pE=
		</data>
		<key>Headers/MagCalibrationMethod.h</key>
		<data>
		MH/oyBjBD94XVyK3BEm2Xw7/HCw=
		</data>
		<key>Info.plist</key>
		<data>
		Md0Kfw9UB+lgtNpKZj2c8PG3OF0=
		</data>
		<key>LMActivityClassifier.mlmodelc/analytics/coremldata.bin</key>
		<data>
		oRZRqSmgZUGwU6679AgH1wostt0=
		</data>
		<key>LMActivityClassifier.mlmodelc/coremldata.bin</key>
		<data>
		vIPHeAzLFG+BAI2RcuoAU9J19kM=
		</data>
		<key>LMActivityClassifier.mlmodelc/metadata.json</key>
		<data>
		LzdRuv8xudLLOSszeM98oq6Q8UA=
		</data>
		<key>LMActivityClassifier.mlmodelc/model.espresso.net</key>
		<data>
		146FTrCtoEQ3l9Uc9Z26xSBAy+Q=
		</data>
		<key>LMActivityClassifier.mlmodelc/model.espresso.shape</key>
		<data>
		dZvMQCrcdodpaVSIb29Sr21WG60=
		</data>
		<key>LMActivityClassifier.mlmodelc/model.espresso.weights</key>
		<data>
		8zwzUfLGAIR6I1BEXnYAtJdhicI=
		</data>
		<key>LMActivityClassifier.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>LMActivityClassifier.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>LMWebViewController.nib</key>
		<data>
		2SsiQKoJSdgXlAchuXO8HsgmR1U=
		</data>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		RLBs/3rxL194DOiUXUnaXRs6HJU=
		</data>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		cS6ouET6A7RlHuokk5DfgMoYbo8=
		</data>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		LKItuUG45o4fnq7+ji1xllrMDSA=
		</data>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		cS6ouET6A7RlHuokk5DfgMoYbo8=
		</data>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		Yz74sGd54vR5ZVlejj6/2lcHHZE=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		zP9H1RKNYX7vjX3PdxEsUEhHCS4=
		</data>
		<key>floor_mapping.json</key>
		<data>
		3cPlrhjdLRJdmr5EkI+SJKU3tBU=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/CPLCRS.h</key>
		<dict>
			<key>hash2</key>
			<data>
			Ix9M0Lee+FibPtiwUqr5aFjP0cck6RJK4o4VgaE/Q1Q=
			</data>
		</dict>
		<key>Headers/CPLDataContext.h</key>
		<dict>
			<key>hash2</key>
			<data>
			H9YQil6UCcWblCZ+lXERKrwXbSOTaBUinLFRQTRoZkI=
			</data>
		</dict>
		<key>Headers/CPLDeviceReading.h</key>
		<dict>
			<key>hash2</key>
			<data>
			7u22ovoSvx9fm2Ca88bd1/GGvb1KbIiksVdc3o482IA=
			</data>
		</dict>
		<key>Headers/CPLErrorHandler.h</key>
		<dict>
			<key>hash2</key>
			<data>
			bIiCDtK88BYfGkoPsYCp0ebadTafO6T2lJVDau5eafM=
			</data>
		</dict>
		<key>Headers/CPLFloor.h</key>
		<dict>
			<key>hash2</key>
			<data>
			IDoBulkZc7U6KJ8swrclCYaeYjWa4LZxyAKdqMwVE3A=
			</data>
		</dict>
		<key>Headers/CPLFloorEstimation.h</key>
		<dict>
			<key>hash2</key>
			<data>
			G/EIF2DzvGlnJ66gt9mwJVLXokvmWN5xT+VlGn1X0s0=
			</data>
		</dict>
		<key>Headers/CPLFloorStatus.h</key>
		<dict>
			<key>hash2</key>
			<data>
			Qr+f27YD2WAvxq7thHPJeADRyvWe/I/hbS+PG3eCxoQ=
			</data>
		</dict>
		<key>Headers/CPLHeadingEstimate.h</key>
		<dict>
			<key>hash2</key>
			<data>
			9H0MFhAM4KZjiGdkJ/XgEBKVNEDgp+JVwVFrjX8CqJ0=
			</data>
		</dict>
		<key>Headers/CPLHeadingEstimateType.h</key>
		<dict>
			<key>hash2</key>
			<data>
			HexKdaEdEDAFEu2zbZjTBwprnr18kFw/bNdYSgMoSn8=
			</data>
		</dict>
		<key>Headers/CPLHeadingEstimation.h</key>
		<dict>
			<key>hash2</key>
			<data>
			2R+vq6glDV+XFlRVPmmqnBdhnNs7DcLW44yhV0baZkg=
			</data>
		</dict>
		<key>Headers/CPLLocation.h</key>
		<dict>
			<key>hash2</key>
			<data>
			gwiIFYot9FyBpYSj2BNkbHdntWCeHRvhdMgzp8TN8mQ=
			</data>
		</dict>
		<key>Headers/CPLMetrics.h</key>
		<dict>
			<key>hash2</key>
			<data>
			u9kGSXqL0ibx4dBeoXCNZn5Yq7T47OLaZ+l9dTSfx4o=
			</data>
		</dict>
		<key>Headers/CPLPedometer.h</key>
		<dict>
			<key>hash2</key>
			<data>
			ya1Njodx4PvQ8+DwpC9KUPVSkXHbzUlua7VQSf+Qqlg=
			</data>
		</dict>
		<key>Headers/CPLPositioning.h</key>
		<dict>
			<key>hash2</key>
			<data>
			LQdHH7PAS2xS3V04Bv03h/k2OkjN0SeCQXBtFqV8YBE=
			</data>
		</dict>
		<key>Headers/CPLPositioningAction.h</key>
		<dict>
			<key>hash2</key>
			<data>
			45UDV8EeRThP1aeTmhvHfi9a3f5Gjxc+9BidfVjsnLU=
			</data>
		</dict>
		<key>Headers/CPLPositioningMethod.h</key>
		<dict>
			<key>hash2</key>
			<data>
			O1Cr2wNl3Ys+EeMWU/c6F1OpG8eEI+A49v5d8gMxf4E=
			</data>
		</dict>
		<key>Headers/CPLResetFlag.h</key>
		<dict>
			<key>hash2</key>
			<data>
			QxKm6TrxYWujpMtLXwClNTY4UhR3+Qg87fWKsUPzfqI=
			</data>
		</dict>
		<key>Headers/CPLSensorCalibration.h</key>
		<dict>
			<key>hash2</key>
			<data>
			iXZmpf8Ev/z51GfFI9lRZEosk4A1zeheCubJSWibrWc=
			</data>
		</dict>
		<key>Headers/CPLVersionInfo.h</key>
		<dict>
			<key>hash2</key>
			<data>
			9OZ9iwBDI2oMEZRcf4Xy0W+2/gtbalDH+oXhxkQ4o6A=
			</data>
		</dict>
		<key>Headers/CalibrationMatrices.h</key>
		<dict>
			<key>hash2</key>
			<data>
			0hH9uDSqdZta5O9kcVoUPs3prAj9rEtSD0VabzOPXQU=
			</data>
		</dict>
		<key>Headers/CalibrationType.h</key>
		<dict>
			<key>hash2</key>
			<data>
			cUOrW1MSpLPY4Ch7sR2Qjlvj5uxw0NBmKVawgiAeSFg=
			</data>
		</dict>
		<key>Headers/LivingMapSDK-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			66EOMaF50fREvhnVuqQrKRA42zW6du8t2Iy1+mabFxU=
			</data>
		</dict>
		<key>Headers/LivingMapSDK.h</key>
		<dict>
			<key>hash2</key>
			<data>
			V5rnbb02HRXRiuE87RyzCjTfquJ37VMKOY11ypTrGyk=
			</data>
		</dict>
		<key>Headers/LzmaSDKObjC.h</key>
		<dict>
			<key>hash2</key>
			<data>
			kxtyn3jyC9HXHRRcyYZKaWb9CorxZKOZYTjE38/gG+c=
			</data>
		</dict>
		<key>Headers/LzmaSDKObjCItem.h</key>
		<dict>
			<key>hash2</key>
			<data>
			+G0q4YZJhCU02DVU2ozqn0PEfQvAbqLHkJ5AVa2DOAU=
			</data>
		</dict>
		<key>Headers/LzmaSDKObjCMutableItem.h</key>
		<dict>
			<key>hash2</key>
			<data>
			1Cptu/EAq4VctsZ117flr/vvLBM9oyVbrmpChswb7a0=
			</data>
		</dict>
		<key>Headers/LzmaSDKObjCReader.h</key>
		<dict>
			<key>hash2</key>
			<data>
			RaJK2ClMyvCwxwMzG5qZmCgs3QTg50bQrVqBazM3yFI=
			</data>
		</dict>
		<key>Headers/LzmaSDKObjCTypes.h</key>
		<dict>
			<key>hash2</key>
			<data>
			Lo4/gPRAb5pSS+d3002L+CW1Y1lTSsHq6IdJpaRk71o=
			</data>
		</dict>
		<key>Headers/LzmaSDKObjCWriter.h</key>
		<dict>
			<key>hash2</key>
			<data>
			2t5X1wSKi7H+oI31nsFt9tvivDzj781I07novr02/Zg=
			</data>
		</dict>
		<key>Headers/MagCalibrationMethod.h</key>
		<dict>
			<key>hash2</key>
			<data>
			oZLUcvT/mbs1tMVIlcppbCRsXr2bGg82QFwr7KlSAzg=
			</data>
		</dict>
		<key>LMActivityClassifier.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			eyxyqnfThfVbhB5bGjZB2BEHPwY1ZRz6gtv8UENcddM=
			</data>
		</dict>
		<key>LMActivityClassifier.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			w0mUQws1C+QCvm51WBG5TwUEQ7VnK+XFB2+uJE2MYQw=
			</data>
		</dict>
		<key>LMActivityClassifier.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			XQJKYQ3fLbfRyPiVYQC2CrPl9/Aq37S1enTKTcoLQVc=
			</data>
		</dict>
		<key>LMActivityClassifier.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			UEIgLoJZC2zsTu+PBZvW6hkPzO8wF/cTJ8f7HECUCns=
			</data>
		</dict>
		<key>LMActivityClassifier.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			z75yKH9/krLLspefVY7BdTPX9T26+O6YTJnEVhUS/XU=
			</data>
		</dict>
		<key>LMActivityClassifier.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			Ghd464ZjmqpFTTi0Sg5sulvccRL6AHc+obM9ZQDjxFg=
			</data>
		</dict>
		<key>LMActivityClassifier.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>LMActivityClassifier.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>LMWebViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			w0wOAMKuVbCFe0nEN4rXpnp+6uD3vzMnWaNiAp6vKew=
			</data>
		</dict>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			3M7TviyYMPG7lemEoVSd6LxTrXqoWZR6OsP08JLHYC4=
			</data>
		</dict>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			u28UTuAPEdeS6JdZAdzxRVcZblO4Ae7YJgqyFaycbHU=
			</data>
		</dict>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			YbNVUKhm21hIauSDU9a2a9dY5EIPoAWucKIwRtx81ro=
			</data>
		</dict>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			u28UTuAPEdeS6JdZAdzxRVcZblO4Ae7YJgqyFaycbHU=
			</data>
		</dict>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			ySapdCvkkl8tD2EJpg5UYv1fNFV+OC7K6DQ0zBux6+A=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			XTyWYCgIhqi/rRg01K89vOsS1CFm7J3BQUY0fCCCGag=
			</data>
		</dict>
		<key>floor_mapping.json</key>
		<dict>
			<key>hash2</key>
			<data>
			rAJeEYG/TDH3lMdenV/Xbf1zXI9rwjLX7WQx3ue9qSc=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
