<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/CPLCRS.h</key>
		<data>
		b5IOMnJyfHYNLNFK4VpBjcWSnWM=
		</data>
		<key>Headers/CPLDataContext.h</key>
		<data>
		Oi28As67AmBVrfXu0+YB0bBtfF0=
		</data>
		<key>Headers/CPLDeviceReading.h</key>
		<data>
		Z76yn06w9thKmUW3g7Q7w3hY8sE=
		</data>
		<key>Headers/CPLErrorHandler.h</key>
		<data>
		bh/daPs2rGqj8RqoV44T5vHbpHE=
		</data>
		<key>Headers/CPLFloor.h</key>
		<data>
		VLl4Jn8R7YQYw0ReCm8q4eM9MO4=
		</data>
		<key>Headers/CPLFloorEstimation.h</key>
		<data>
		amGX8wAgyhRA42eqPQ/hXoI9Va8=
		</data>
		<key>Headers/CPLFloorStatus.h</key>
		<data>
		FMHI77AIH7zusFelK+30/NSxzdY=
		</data>
		<key>Headers/CPLHeadingEstimation.h</key>
		<data>
		6UScdL6Ug+UVVWZ1u49I2RvneCg=
		</data>
		<key>Headers/CPLLocation.h</key>
		<data>
		gME5JNhterEHfNR8/AKzo5/VuOw=
		</data>
		<key>Headers/CPLMetrics.h</key>
		<data>
		NCXbccKtdB5cuw0li9HS1c+sLRg=
		</data>
		<key>Headers/CPLPedometer.h</key>
		<data>
		kYL6REFWcDDcMpgLXk2KDOu1zko=
		</data>
		<key>Headers/CPLPositioning.h</key>
		<data>
		sZj16TbVLXsbjNhngkXj0KpO5J8=
		</data>
		<key>Headers/CPLPositioningAction.h</key>
		<data>
		v290ixlxAG2xS0fCVxDJilmGvCA=
		</data>
		<key>Headers/CPLPositioningMethod.h</key>
		<data>
		qoo1mDdTBuBs/Hm2rfmJeQN/rnY=
		</data>
		<key>Headers/CPLVersionInfo.h</key>
		<data>
		2zFAp+DcqOurnGnHonJR6E64lMs=
		</data>
		<key>Headers/LivingMapSDK-Swift.h</key>
		<data>
		zCNWPGRnmHtHLOh5z87lN+8DvD0=
		</data>
		<key>Headers/LivingMapSDK.h</key>
		<data>
		CA3/rSBsfenWv9+vsLGr4cBGMdU=
		</data>
		<key>Headers/LzmaSDKObjC.h</key>
		<data>
		hB2u20OpbvwGinKtmhwSuwATNMY=
		</data>
		<key>Headers/LzmaSDKObjCItem.h</key>
		<data>
		LPKeZJzI5N+EE+fZvMf9ErstFp8=
		</data>
		<key>Headers/LzmaSDKObjCMutableItem.h</key>
		<data>
		MjA2GxK7bUc6tQACVc1ppGuRzTw=
		</data>
		<key>Headers/LzmaSDKObjCReader.h</key>
		<data>
		iCL/pDSXtEw4Qg7A9JFjRQWIBuo=
		</data>
		<key>Headers/LzmaSDKObjCTypes.h</key>
		<data>
		aILsW8xAQY7FbIGOteO3kya8d1w=
		</data>
		<key>Headers/LzmaSDKObjCWriter.h</key>
		<data>
		fTVuUfQP+2I8vwU5qzqXrwB3/pE=
		</data>
		<key>Info.plist</key>
		<data>
		PpI+iig2YAISlnYc95atP4gH3Ys=
		</data>
		<key>LMActivityClassifier.mlmodelc/analytics/coremldata.bin</key>
		<data>
		KhRCZekJgy0zAMC0xlUlmCJ6Rog=
		</data>
		<key>LMActivityClassifier.mlmodelc/coremldata.bin</key>
		<data>
		e5o3OIWbvyxJZ/oGciO29t6Ruj0=
		</data>
		<key>LMActivityClassifier.mlmodelc/metadata.json</key>
		<data>
		sTXX7bKcQ/RlOYLK1BGMaOtr/N8=
		</data>
		<key>LMActivityClassifier.mlmodelc/model.espresso.net</key>
		<data>
		lNku2MdZ/u7Ky+nFC7hCVZ+WBTQ=
		</data>
		<key>LMActivityClassifier.mlmodelc/model.espresso.shape</key>
		<data>
		dZvMQCrcdodpaVSIb29Sr21WG60=
		</data>
		<key>LMActivityClassifier.mlmodelc/model.espresso.weights</key>
		<data>
		KPWT/7KTe7qP481oRwFdruauKY8=
		</data>
		<key>LMActivityClassifier.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>LMActivityClassifier.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>LMLivePositioningConfig.json</key>
		<data>
		oVz1t3dVF+oR9PKfHB/ijP34Ja4=
		</data>
		<key>LMWebViewController.nib</key>
		<data>
		C4FYGNKhGY69o6Fd3qDXyQSsl68=
		</data>
		<key>LzmaSDK-ObjC-Info.plist</key>
		<data>
		zyOsZipLkdQCetZaguXC8rvbQTw=
		</data>
		<key>Modules/LivingMapSDK.swiftmodule/Project/x86_64-apple-ios-simulator.swiftsourceinfo</key>
		<data>
		l5StLaMJBTXNE6mLlge5zEl0KI4=
		</data>
		<key>Modules/LivingMapSDK.swiftmodule/Project/x86_64.swiftsourceinfo</key>
		<data>
		l5StLaMJBTXNE6mLlge5zEl0KI4=
		</data>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		FKGftuiNLOTbLb32JgPTycFIzDY=
		</data>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		3lM4SmXMhxm2oqPwpLfx7tut6HE=
		</data>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		ikTb/2AF8yK6ZoWLBy7vectz2NE=
		</data>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64.swiftdoc</key>
		<data>
		FKGftuiNLOTbLb32JgPTycFIzDY=
		</data>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64.swiftinterface</key>
		<data>
		3lM4SmXMhxm2oqPwpLfx7tut6HE=
		</data>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64.swiftmodule</key>
		<data>
		ikTb/2AF8yK6ZoWLBy7vectz2NE=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		xTEvb1KB7JcennAL/V5dYHEXA5A=
		</data>
		<key>floor_mapping.json</key>
		<data>
		1EYrjjMwLRU4vwspAQkVC7vdP3I=
		</data>
		<key>generate_grid_schema.sh</key>
		<data>
		hMfMjQSjwgA0n8TmQ2qr5wcrAK0=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/CPLCRS.h</key>
		<dict>
			<key>hash2</key>
			<data>
			Ix9M0Lee+FibPtiwUqr5aFjP0cck6RJK4o4VgaE/Q1Q=
			</data>
		</dict>
		<key>Headers/CPLDataContext.h</key>
		<dict>
			<key>hash2</key>
			<data>
			POeV5gCCwJYeiJ/H7bqFIsVrpq/Y9WhKA62nKsKctuQ=
			</data>
		</dict>
		<key>Headers/CPLDeviceReading.h</key>
		<dict>
			<key>hash2</key>
			<data>
			7u22ovoSvx9fm2Ca88bd1/GGvb1KbIiksVdc3o482IA=
			</data>
		</dict>
		<key>Headers/CPLErrorHandler.h</key>
		<dict>
			<key>hash2</key>
			<data>
			XqckAFFUkZjtZGHdrWDoDGlgxIv04d+ZXqxHOvV1vFk=
			</data>
		</dict>
		<key>Headers/CPLFloor.h</key>
		<dict>
			<key>hash2</key>
			<data>
			IDuyc8TBHEvG+Iqo44YUXFauPYcQGRRPJsG8Aea5/MQ=
			</data>
		</dict>
		<key>Headers/CPLFloorEstimation.h</key>
		<dict>
			<key>hash2</key>
			<data>
			G/EIF2DzvGlnJ66gt9mwJVLXokvmWN5xT+VlGn1X0s0=
			</data>
		</dict>
		<key>Headers/CPLFloorStatus.h</key>
		<dict>
			<key>hash2</key>
			<data>
			Qr+f27YD2WAvxq7thHPJeADRyvWe/I/hbS+PG3eCxoQ=
			</data>
		</dict>
		<key>Headers/CPLHeadingEstimation.h</key>
		<dict>
			<key>hash2</key>
			<data>
			1mqmojdVsoUy/dt/J1KptWUXUKJcE2knyWeAZNe6YzY=
			</data>
		</dict>
		<key>Headers/CPLLocation.h</key>
		<dict>
			<key>hash2</key>
			<data>
			gwiIFYot9FyBpYSj2BNkbHdntWCeHRvhdMgzp8TN8mQ=
			</data>
		</dict>
		<key>Headers/CPLMetrics.h</key>
		<dict>
			<key>hash2</key>
			<data>
			u9kGSXqL0ibx4dBeoXCNZn5Yq7T47OLaZ+l9dTSfx4o=
			</data>
		</dict>
		<key>Headers/CPLPedometer.h</key>
		<dict>
			<key>hash2</key>
			<data>
			ya1Njodx4PvQ8+DwpC9KUPVSkXHbzUlua7VQSf+Qqlg=
			</data>
		</dict>
		<key>Headers/CPLPositioning.h</key>
		<dict>
			<key>hash2</key>
			<data>
			oCT7IXar7uvawyjQXiMYpBPOjrAL/9pDHVc9toDTTPA=
			</data>
		</dict>
		<key>Headers/CPLPositioningAction.h</key>
		<dict>
			<key>hash2</key>
			<data>
			45UDV8EeRThP1aeTmhvHfi9a3f5Gjxc+9BidfVjsnLU=
			</data>
		</dict>
		<key>Headers/CPLPositioningMethod.h</key>
		<dict>
			<key>hash2</key>
			<data>
			KESBY3Eto6KrBKvB7L1wFUHSTsiA7Zgha3gHvnORKE4=
			</data>
		</dict>
		<key>Headers/CPLVersionInfo.h</key>
		<dict>
			<key>hash2</key>
			<data>
			9OZ9iwBDI2oMEZRcf4Xy0W+2/gtbalDH+oXhxkQ4o6A=
			</data>
		</dict>
		<key>Headers/LivingMapSDK-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			z3uPqZgAsz0f6kU1nKQS2SzD1usCYqHlus4JETm69HU=
			</data>
		</dict>
		<key>Headers/LivingMapSDK.h</key>
		<dict>
			<key>hash2</key>
			<data>
			PeiwN7YKm4FXwj/K8ngHIL3dHP9F4lUXHD8nYp51dSc=
			</data>
		</dict>
		<key>Headers/LzmaSDKObjC.h</key>
		<dict>
			<key>hash2</key>
			<data>
			kxtyn3jyC9HXHRRcyYZKaWb9CorxZKOZYTjE38/gG+c=
			</data>
		</dict>
		<key>Headers/LzmaSDKObjCItem.h</key>
		<dict>
			<key>hash2</key>
			<data>
			+G0q4YZJhCU02DVU2ozqn0PEfQvAbqLHkJ5AVa2DOAU=
			</data>
		</dict>
		<key>Headers/LzmaSDKObjCMutableItem.h</key>
		<dict>
			<key>hash2</key>
			<data>
			1Cptu/EAq4VctsZ117flr/vvLBM9oyVbrmpChswb7a0=
			</data>
		</dict>
		<key>Headers/LzmaSDKObjCReader.h</key>
		<dict>
			<key>hash2</key>
			<data>
			RaJK2ClMyvCwxwMzG5qZmCgs3QTg50bQrVqBazM3yFI=
			</data>
		</dict>
		<key>Headers/LzmaSDKObjCTypes.h</key>
		<dict>
			<key>hash2</key>
			<data>
			Lo4/gPRAb5pSS+d3002L+CW1Y1lTSsHq6IdJpaRk71o=
			</data>
		</dict>
		<key>Headers/LzmaSDKObjCWriter.h</key>
		<dict>
			<key>hash2</key>
			<data>
			2t5X1wSKi7H+oI31nsFt9tvivDzj781I07novr02/Zg=
			</data>
		</dict>
		<key>LMActivityClassifier.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			HosPu9uBdqzDES0zW0CA16UsbBkwIXEoaaKmViPC0iY=
			</data>
		</dict>
		<key>LMActivityClassifier.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			lUdsXuojTkHmaOWV3a4r3o0J3E3G26Qc5R7/dr6AoQ4=
			</data>
		</dict>
		<key>LMActivityClassifier.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			1Tld6qPNQv6aQw2yb1gy/69habKChKtyvUUf8PIyNuU=
			</data>
		</dict>
		<key>LMActivityClassifier.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			5Tr+fpweRbCwhnGaNoDO5QYgp3sTyHJik/tWeNd98sc=
			</data>
		</dict>
		<key>LMActivityClassifier.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			z75yKH9/krLLspefVY7BdTPX9T26+O6YTJnEVhUS/XU=
			</data>
		</dict>
		<key>LMActivityClassifier.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			byOkqlBmkTIm3G0GjnAQMurUDtsgXOAHn6+ZRsp2Nfc=
			</data>
		</dict>
		<key>LMActivityClassifier.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>LMActivityClassifier.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>LMLivePositioningConfig.json</key>
		<dict>
			<key>hash2</key>
			<data>
			P2Qiomv1FCQ04M5/fxbRsKkKWYOJoaoUTs3hLnMYkdg=
			</data>
		</dict>
		<key>LMWebViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			mRFmRehDRZdv/TXdLYciYudbbzg/PggroJRdmotdFe4=
			</data>
		</dict>
		<key>LzmaSDK-ObjC-Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			jhDudY1xsBxJCtfWZWwBzQv5f9A3RLMk/6PFKp6jZMo=
			</data>
		</dict>
		<key>Modules/LivingMapSDK.swiftmodule/Project/x86_64-apple-ios-simulator.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			Z13pP8RGvF/Km7fm98sM2tNOzW6x4P0sNp0lTZYQnIg=
			</data>
		</dict>
		<key>Modules/LivingMapSDK.swiftmodule/Project/x86_64.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			Z13pP8RGvF/Km7fm98sM2tNOzW6x4P0sNp0lTZYQnIg=
			</data>
		</dict>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			XkUOXujR6tEppWg93VPVH98yZfKtu0M6aP5AphIJGWk=
			</data>
		</dict>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			Y7dpMqZvjPKcz4j4eA9H2Uw8vCndEwuRfNtE4klpedo=
			</data>
		</dict>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			iqspjM6pI1hYiLqy45D22rb8qIzLPU3IOCPCdC5D0yI=
			</data>
		</dict>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			XkUOXujR6tEppWg93VPVH98yZfKtu0M6aP5AphIJGWk=
			</data>
		</dict>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			Y7dpMqZvjPKcz4j4eA9H2Uw8vCndEwuRfNtE4klpedo=
			</data>
		</dict>
		<key>Modules/LivingMapSDK.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			iqspjM6pI1hYiLqy45D22rb8qIzLPU3IOCPCdC5D0yI=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			0dZSchd1N6mAGAF7wNGVAAQqc91jDmxhHrk97lTq3ss=
			</data>
		</dict>
		<key>floor_mapping.json</key>
		<dict>
			<key>hash2</key>
			<data>
			9ctvp4WbBqJNm+g2GswDWn/lyJkCqEvUnmWMkG8KEog=
			</data>
		</dict>
		<key>generate_grid_schema.sh</key>
		<dict>
			<key>hash2</key>
			<data>
			Bq66yYCUoDycIb0oNnjR6zIK2qT7NVz+ZG82XeGBCQs=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
